Repository: avojak/paint-spill
Catalog: po/extra/*.po
Languages: ru

source: Puzzle Game
ru: Пазл

source: The color-filling puzzle game
ru: Пазл по закрашиванию клеточек

source: Game;Puzzle;Color;
ru: Игра;Пазл;Цвет;

source: Fill the board with all the same color!
ru: Заполните всё поле одним цветом!

source: Three difficulty levels
ru: Три уровня сложности

source: "Zen Mode" for relaxing and uninterrupted play
ru: "Режим Дзен" для расслабления и непрерывный игры

source: Need a break? Close the game and automatically pick back up where you left off
ru: Нужен перерыв? Закройте игру и автоматически продолжите с того места, на котором остановились

source: 1.2.0 Release
ru: Релиз 1.2.0

source: Update to elementary OS 7 runtime
ru: Обновление до elementary OS 7 runtime

source: Italian translation by Albano Battistella (albanobattistella)
ru: Перевод на итальянский от Albano Battistella (albanobattistella)

source: Fix unnecessary network Flatpak sandbox hole
ru: Убран ненужный доступ к сети через дыру в песочнице Flatpak

source: Add AppCenter Stripe key
ru: Добавлен Stripe ключ для AppCenter

source: Initial Release
ru: Andrew Vojak
