Repository: avojak/paint-spill
Catalog: po/*.po
Languages: fr, ru

source: Moves Remaining:
fr: Mouvements restants :
ru: Ходов осталось:

source: Game Over
fr: Fin de la partie
ru: Игра окончена

source: Easy
fr: Facile
ru: Простая

source: Normal
ru: Нормальная

source: Hard
fr: Difficile
ru: Сложная

source: Demo
fr: Démo
ru: Демо

source: %s Difficulty
fr: %s Difficulté
ru: %s сложность

source: %ix%i grid, %i moves
fr: %ix%i grille, %i mouvements
ru: %ix%i сетка, %i ходов

source: Would you like to play again?
fr: Souhaitez-vous jouer de nouveau ?
ru: Хотите сыграть ещё раз?

source: Not Now
fr: Pas maintenant
ru: Не сейчас

source: Play Again
fr: Rejouer
ru: Играть снова

source: Start a new game?
fr: Commencer une nouvelle partie ?
ru: Начать новую игру?

source: To change the difficulty you must start a new game. All progress on the current game will be lost, and the current game will be recorded as a loss.
fr: Pour changer la difficulté vous devez commencer une nouvelle partie. Toute progression dans la partie en cours sera perdue et celle-ci sera comptée comme perdue.
ru: Чтобы сменить сложность вы должны начать новую игра. Весь ваш прогресс в текущей игре будет потерян, а эта игра засчитается за проигрыш.

source: Cancel
fr: Annuler
ru: Отменить

source: Yes, Start New Game
fr: Oui, commencer une nouvelle partie
ru: Да, начать новую игру

source: Gameplay Statistics
fr: Statistiques de jeu
ru: Статистика игры

source: Close
fr: Fermer
ru: Закрыть

source: Reset…
fr: Réinitialiser
ru: Сбросить…

source: Reset Gameplay Statistics
fr: Réinitialiser les statistiques de jeu
ru: Сброс статистики игры

source: All progress will be lost, and the current game will be recorded as a loss.
fr: Toute progression sera perdue, et la partie actuelle comptée comme perdue.
ru: Весь прогресс будет потерян, и текущая игра засчитается за проигрыш

source: Reset gameplay statistics?
fr: Réinitialiser les statistiques de jeu ?
ru: Сбросить статистику игры?

source: All gameplay history (including wins and losses) will be lost.
fr: Tout l'historique des parties (incluant les victoires et les échecs) sera perdu.
ru: Вся история игр (включая и победы, и поражения) будет удалена.

source: Yes, Reset
fr: Oui, réinitialiser
ru: Да, сбросить

source: How to Play %s
fr: Comment jouer %s
ru: Как играть в %s

source: How to Play
fr: Comment jouer
ru: Как играть

source: You Win!
fr: Vous avez gagné !
ru: Вы победили!

source: Try It Again
fr: Réessayez
ru: Попробовать ещё раз

source: Number of Games Played
fr: Nombre de parties jouées
ru: Количество сыграных игр

source: Win Percent
fr: Pourcentage de victoires
ru: Процент побед

source: Menu
ru: Меню

source: Zen Mode
fr: Mode zen
ru: Режим Дзен

source: Unlimited moves, continuous games, no wins or losses
fr: Mouvements illimités, parties continues, pas de victoires ou d'échecs
ru: Неограниченные ходы, бесконечные игры, нет побед или поражений

source: New Game
fr: Nouvelle partie
ru: Новая игра

source: Gameplay Statistics…
fr: Statistiques de jeu…
ru: Статистика игры…

source: Help
fr: Aide
ru: Помощь

source: Quit
fr: Quitter
ru: Выйти

source: Fill the board with all the same color paint before running out of moves!
fr: Remplissez le tableau avec une seule couleur de peinture avant d'être à court de mouvements !
ru: Заполните доску одним цветом, пока не закончились ходы

source: Click the round paint buttons to spill a new paint color onto the board starting in the top-left corner.
fr: Cliquez sur les boutons de peinture ronds pour déverser une nouvelle couleur de peinture sur le tableau en partant du coin supérieur gauche.
ru: Нажмите круглую кнопку чтобы закрасить поле новым цветом, начиная с левого верхнего угла

source: Newly adjacent squares of the same color add to the total filled space.
fr: Les carrés adjacents de la même couleur s'ajoutent alors à l'espace total rempli.
ru: Новые присоединившиеся квадраты того же цвета добавятся к общему заполненному пространству

source: Try it out:
fr: Essayez :
ru: Попробуйте:

source: Looking to relax?
fr: Vous cherchez à vous détendre ?
ru: Хотите расслабиться?

source: Try enabling Zen Mode from the menu!
fr: Essayez en activant le mode Zen depuis le menu !
ru: Попробуйте Режим Дзен в меню!
